Repository: akappadev/plone.mls.core
Catalog: src/plone/mls/core/locales/*/LC_MESSAGES/plone.mls.core.po
Languages: ru

source: Activate local MLS settings
ru: Активируйте локальные настройки MLS

source: Activate the local MLS configuration.
ru: Активируйте локальную конфигурацию MLS

source: Agency ID
ru: Номер агентства

source: Cancel
ru: Отменить

source: Deactivate local MLS settings
ru: Деактивируйте локальные настройки MLS

source: Deactivate the local MLS configuration.
ru: Деактивируйте локальную конфигурацию MLS

source: Local MLS Settings
ru: Локальные настройки MLS

source: Local MLS settings activated.
ru: Локальные настройки MLS активированы.

source: Local MLS settings deactivated.
ru: Локальные настройки MLS деактивированы

source: Local Propertyshelf MLS Settings
ru: Местные настройки Propertyshelf MLS

source: MLS Base Settings
ru: Настройки базы MLS

source: Manage the local MLS settings.
ru: Управлять местной настройкой MLS

source: Propertyshelf MLS Settings
ru: Настройки Propertyshelf MLS

source: Save
ru: Сохранить

source: The local MLS settings don't work with this content type. Add 'IPossibleLocalMLSSettings' to the provided interfaces to enable this feature.
ru: Местные настройки MLS не работают с этим типом контента. Добавить "IPossibleLocalMLSSettings" в список предоставляемых интерфейсов для включения этой функции.

source: This MLS configuration will be used as the default for this Plone site. You can add more MLS configurations by activating the local MLS settings on any content item within the site.
ru: Эта конфигурация MLS будет использоваться как дефолт для этого сайта Plone. Вы можете добавить несколько конфигураций MLS, активизируя локальные параметры MLS на любую тему в рамках сайта.

source: This MLS configuration will be used for this content item and all possible child elements.
ru: Эта конфигурация MLS будет использоваться для этого элемента контента и всех возможных дочерних элементов.
